{
    "id": 47,
    "TourId": 65,
    "countryId": 13063,
    "countryName": "UAE",
    "cityId": 13668,
    "cityName": "Dubai",
    "tourName": "Dubai Dolphinarium",
    "reviewCount": 58,
    "rating": 5,
    "duration": "Subject to ticket selection",
    "departurePoint": "Approx 10.00 AM –7:30 PM (Everyday)",
    "reportingTime": "Hotel Lobby",
    "tourLanguage": "English",
    "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/Dolphin_and_Seal_Show.jpg",
    "imageCaptionName": "Dolphin_and_Seal_Show",
    "cityTourTypeId": "11692",
    "cityTourType": "Theme Parks",
    "tourDescription": "<div>Dolphins are said to be the most intelligent mammals, and you can have a rendezvous with them at the Dubai Dolphinarium with us. Dubai Dolphinarium is the only fully air-conditioned dolphinarium in the city.&nbsp;</div><div style=\"line-height: 1;\"><br></div><div>Comprised of state-of-the-art light and sound technology, this dolphinarium is set up in a 5000 square meters area. The 45 minutes long dolphin and seal shows are held in an 180-degree amphi theatre. The impressive performances of the dolphins and seals would be equally enjoyed by kids and adults. You also get a chance to interact with these intelligent animals directly as well as gain some knowledge about marine life from our experts and trainers.</div>",
    "tourInclusion": "<div><ul><li>Transfers (If selected)</li><li>Entrance ticket to Dolphin Live Show&nbsp; (As per the option selected)</li><li>Access to up-to-date marine mammal facility&nbsp;</li></ul></div><div></div>",
    "tourShortDescription": "Dolphins are said to be the most intelligent mammals, and you can have a rendezvous with them at the Dubai Dolphinarium with us.",
    "raynaToursAdvantage": "",
    "whatsInThisTour": "<ul><li>Enjoy a cool and refreshing encounter with some exotic birds.<br></li><li>It’s a part of Dubai Dolphinarium which is highly popular for its exciting dolphin and seal show.<br></li><li>Take in the amazing tricks by the astonishingly talented birds as you watch the Middle East’s first and only interactive exotic bird show.<br></li><li>Get up close with over 20 unique and rare bird species such as Amazon parrots, Electus parrots, macaws (green-winged), falcons, hornbills, and toucans.<br></li><li>Opportunity to click cool images with some imposingly mighty birds like Stellar’s Sea Eagle, Harris Hawk etc.<br></li></ul>",
    "importantInformation": "<div><div style=\"line-height: 1.5;\"><ul><li>Please arrive at the venue at least 30 minutes before the session commences.<br></li><li>Shared transfers are only provided from centrally located hotels and residences in Dubai city. (Deira, Bur Dubai, Sheikh Zayed, Marina).</li><li>The timings for transfers may vary, depending on traffic conditions and your location.</li><li class=\"MsoNormal\" style=\"line-height: 1.5;\"><span lang=\"EN-US\" style=\"\">All entrants must pay AED 5 to enter Creek Park with a NOL card; for\ntourist without NOL card, you can purchase this card at Creek Park Gate 1\namounting to AED 25 with AED 19 credit</span><br></li><li>Monday, Friday &amp; Saturday at 11:00 am and Friday at 6:00 pm are on free seating for regular seats. Be early to get good seats.</li><li>Child age is 2-12 years. Under 2 years is free of charge.</li><li>For water activity, Children must be 8 years old or above, and confident swimmers.</li></ul><p></p><ul></ul></div><div style=\"line-height: 1.5;\"></div></div><div></div>",
    "itenararyDescription": "<ul><li>Meet the most intelligent mammals, known for their friendly nature and absolute example of humanity. </li><li>These lovely Dolphins enjoy grabbing the attraction of people around and astonish everyone watching them by playing various tricks.</li><li> With our Dubai Dolphinarium tickets, you can watch these beautiful and attractive creatures performing many fascinating moves. &nbsp;</li><li>This 45 minutes show is a lifetime experience and will leave you contented for the rest of the day.&nbsp;&nbsp;</li></ul>",
    "usefulInformation": "<ul><li>Seating arrangement for all transfers are as per the availability &amp; our tour manager allows it.</li><li>The pick up/drop off timing can be modified as per the trip schedule. This also may change depending on traffic conditions and your location.</li><li>Some of the mentioned inclusions may remain closed on weekends or specific days as per the government norms for which we do not hold the responsibility.</li><li>The actual transfer timing may vary up to 30/60 minutes to the time listed on the website.</li><li>Summer clothing is suitable for most of the year, but sweaters or jackets may be needed for the winter months.</li><li>We recommend carrying sunglasses, hats and sun protection cream.</li><li>Private Transport can be organized on request for all tours.</li><li>Leaving off your personal belongings like Media equipment, wallets or any other valuable items in our vehicles or tour sites is solely at your responsibility. Our drivers and tour guides will not be responsible for it.</li><li>No strollers allowed inside the vehicles without prior information so please inform us at the time of making the reservation.</li><li>An adult must accompany children from 3 to 12 years in the water in any of the water activities</li><li>On Islamic occasions and National holidays, the tour will not serve alcohol, and there will be no live entertainment.</li><li>Please read carefully and understand the contents of the Tour Brochure/itinerary, the 'Terms and Conditions,' Price Grid and such other documents as may be applicable, as all these will form part of your contract with us once you affect the booking.</li><li>Photography of UAE residence especially ladies, military institutions, government buildings, and installations, is strictly prohibited.</li><li>Littering is a punishable offense and offenders may face penalties in the form of fines.</li><li>Smoking inside public areas is not allowed.</li><li>Some tours require your original passport or Emirates ID, and we have mentioned this information in the critical notes so please ensure that you read the critical information, we will not be responsible if you miss any tour where your passport or ID is mandatory.</li><li>We reserve the rights to charge 100% No show charges if the guest is not turning up on time for the pickup.</li><li>No refund for partly utilized services.</li><li>Due to any uncontrollable circumstances, i.e. (traffic conditions, vehicle breakdowns, delay by other guests, weather circumstances), if the tour gets delayed or canceled, we will provide alternate options if possible.</li><li>If in any case the guest does not show up on time and our vehicle departs from the pickup location then we will not arrange for alternative transfer &amp; no refund is provided for the missed tour.</li></ul>",
    "faqDetails": "<ul><li>Why should I make a booking with you?</li></ul><div>We are a professional destination management company with more than a decade’s experience in the industry. But that’s not alone the reason which makes us a sought after choice for all kinds of travel services. Find below more:&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - An ISO certified company&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - The proud winner the Certificate of Excellence Award from TripAdvisor&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Easy booking via user-friendly online booking portal, exclusive Mobile App, or even by telephone or email&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Highly secured and flexible payment options&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - No hidden fee</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Professional work team with exceptional product and service knowledge&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Personalized services according to your budget and preferences</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Physical presence in major touristic destinations&nbsp;</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Most of our tour products and travel services are accompanied by Best Price Guarantee</div><div style=\"margin-left: 50px;\">&nbsp; &nbsp; - Availability of a dedicated client support system on a 24/7 basis</div><div><br></div><ul><li>How can I make the Payment on your Website &amp; is it Secure?</li></ul><div>You can make the payment online using a valid Debit Card or Credit Card. With all payments being processed on a highly advanced and protected payment gateway, we guarantee you utmost safety in terms of money transactions.&nbsp;&nbsp;</div><div><br></div><ul><li>When will I receive the voucher after the payment is done?&nbsp;</li></ul><div>As soon as your booking is confirmed and the payment is done, we’ll issue a voucher immediately and send it to you through email.&nbsp;</div><div><br></div><ul><li>Will I get a reference number for my booking?&nbsp;</li></ul><div>You’ll get a unique Booking Reference Number, which can be easily located in your booking voucher. Your Booking Reference Number typically begins with RT, followed by the reference number.&nbsp;&nbsp;</div><div><br></div><ul><li>For tours inclusive of transfers, do you offer to Pick up Service from any place?&nbsp;</li></ul><div>We offer round-trip transport for all tours inclusive of transfers. Pick up and drop off is mainly provided from centrally located hotels in City Center Areas in the particular City where the Tour is conducted from.</div><div><br></div><ul><li>Do you provide tickets attractions in the Country?</li></ul><div>Yes, we do offer flexible passes and tickets if its listed on our website. The Tickets depend in the form of eVoucher or a Hard copy as per the guidelines of these Attractions.&nbsp;</div><div><br></div><ul><li>Can I produce an eVoucher at the time of my Tour?</li></ul><div>Yes, you may produce an eVoucher at the time of your tour. However, it’s mandatory to carry a hard copy of the ticket or voucher when you visit a theme park or a popular landmark in the country. Without a valid voucher or ticket, your entry may be sometimes restricted. It is equally vital to ensure that you bring all relevant documents by way of ID proof (as required) for your tour.&nbsp;</div><div><br></div><ul><li>How long will it take for the refund of my canceled tour?</li></ul><div>This largely depends on the cancellation policies of your tour. However, some Tours are governed by Third Party Contracts and are liable as per third party policies. Normally it may take 7 working days.</div><div><br></div><ul><li>Is it possible for me to change or postpone the travel date once the booking is done?&nbsp;</li></ul><div>Yes, it’s possible to make amendments in your travel arrangements. But make sure that you send us an amendment request and get it confirmed well in advance of your travel date. Also, please be informed that amendments will be accepted only in accordance with the respective tour’s terms and conditions.&nbsp;</div><div><br></div><ul><li>Can I book multiple tours at a time?</li></ul><div>Yes, our easy to navigate website offers the flexibility to book multiple tours at a time online. Create the first tour by visiting the respective tour page and clicking ‘Book Now’. You’ll be redirected to the ‘Review Order’ page, where you can use the ‘Continue Shopping’ option to return to the tour listing page and make a further selection of tours. Repeat the same procedure until you’ve made all tour choices. Now click ‘Proceed to Checkout’ to add pertinent details and subsequently make payment.</div><div><br></div><ul><li>Do you offer a selection of Hotels on your Website for Packages?</li></ul><div>Yes, we do offer the selection of Hotels on our Website. You get multiple options for the Hotel selection according to the Star category. All you need to do is you just need to select an option of Hotel according to your requirement.</div><div><br></div><ul><li>Should I reconfirm my booking before the travel date?&nbsp;</li></ul><div>No reconfirmation of booking is required. Nevertheless, the booking of certain tours is subject to availability. In such a case, our Sales Representative will send you an email, clearly detailing the entire options about the tour availability, and book the tour or tickets according to your convenience.&nbsp;</div><div><br></div><ul><li>Despite scrolling down your tour listing page, I am not able to locate my preferred tour activity. What should I do?&nbsp;</li></ul><div>Use the convenient tour filter options seen on the tour listing page to easily narrow down your search by tour type, name or even price range. You can also make your search more specific by directly entering the name of your preferred tour activity in the given field on the listing page’s left-hand side and then clicking the search icon.&nbsp;</div><div><br></div><ul><li>Upon making the reservation and payment, how will I confirm whether or not it has been received by you?&nbsp;</li></ul><div>As soon as we receive your payment, you will receive Confirmation email acknowledging your booking is Confirmed and you can download your tickets or Voucher from Booking Admin Panel.&nbsp;</div><div><br></div><ul><li>How can I share my experience with you?</li></ul><div>Simply follow this link to rate us or give feedback of your experience with us. We’d be delighted to hear from you and improve our services accordingly.&nbsp;</div>",
    "termsAndConditions": "<ul><li>We reserve the complete right to reschedule an itinerary or route, adjust pricing, or even cancel a tour whenever, at our sole discretion, mainly if we deem it is vital for your safety or convenience.&nbsp;</li></ul><ul><li>Unused inclusion in a tour package is non-refundable.&nbsp;</li></ul><ul><li>Any guest failing to reach on time at the designated pick-up point will be considered a no-show. No reimbursement or alternative transfer will be arranged in such circumstances.</li></ul><ul><li>Should a tour booking be cancelled or altered for reasons of bad weather, vehicle issue or traffic problems, we will make all sincere efforts to arrange alternative service with similar options, however, based on its availability. &nbsp;</li></ul><ul><li>The arrangement of seating will depend on its availability and will be done by our driver or tour guides.</li></ul><ul><li>Pick-up and drop-off timings listed on the website are approximate, and they will be adjusted as per your location as well as traffic conditions. &nbsp;</li></ul><ul><li>Coupon Codes can be redeemed only through online booking process.</li></ul><ul><li>We reserve the right to charge 100% No Show charges if guests do not turn up on time for the pick-up.</li></ul><ul><li>In any case the guest does not show up on time and our vehicle departs from the pickup location, then we will not arrange for alternative transfer &amp; no refund is provided for the missed tour.</li></ul><ul><li>Seating arrangement is done as per the availability &amp; it is decided by the Driver or Tour Guide except in case of private transfers.</li></ul>",
    "cancellationPolicyName": "Free Cancellation 24 hours Prior",
    "cancellationPolicyDescription": "<ul>\n<li>For all cancellations made 24 hours prior to the tour departure time NO charges will be applicable.&nbsp;</li><li>If cancellation made within 24 hours of your tour departure time 100% charges will be applicable.</li><li>If eligible for a refund your amount will be returned back to you within 7 working days.</li></ul><ul>\n</ul>\n",
    "childCancellationPolicyName": "Child Policy (below 2 years)",
    "childCancellationPolicyDescription": "<ul>\n<li>Children under 2 years will be considered as infant and entry will be free of cost.</li><li>Children between age 2 to 12 years will be considered as child and charged child rate.</li><li>Children above age 12 years will be considered as an adult and charged adult rate.</li>\n</ul>\n",
    "childAge": "2-12 Yrs",
    "infantAge": "0-2 Yrs",
    "infantCount": 0,
    "isSlot": true,
    "onlyChild": false,
    "contractId": 300,
    "latitude": "25.2346",
    "longitude": "55.3268",
    "startTime": "10:00:00",
    "meal": null,
    "videoUrl": "https://youtu.be/xdf_dxpkk88",
    "googleMapUrl": "https://maps.google.com/?cid=16721195140920403293",
    "tourExclusion": "<ul><li>Pick up and drop off<br></li><li>All personal expenses spend for shopping, dining, photography etc on-site. <br></li></ul>",
    "howToRedeem": "<ul><li>Shortly after the completion of booking, you’ll receive your tour confirmation voucher in your email.<br></li><li>Make sure that you check your spam / junk folder or notify us in case",
    "cutOffhrs": null,
    "tourImages": [
        {
            "id": 557,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/dolphinarium-dubai-bg.jpg",
            "imageCaptionName": "dolphinarium-dubai-bg",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 1
        },
        {
            "id": 558,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/dubai-dolphin.jpg",
            "imageCaptionName": "dubai-dolphin",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 559,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/dubai-dolphin-show.jpg",
            "imageCaptionName": "dubai-dolphin-show",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 560,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/seal-show-dubai.JPG",
            "imageCaptionName": "seal-show-dubai",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 561,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/Dolphin_and_Seal_Show.jpg",
            "imageCaptionName": "Dolphin_and_Seal_Show",
            "isFrontImage": 1,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 562,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/Dolphin_and_SealShow.jpg",
            "imageCaptionName": "Dolphin_and_SealShow",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 563,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/Dolphin_SealShow.jpg",
            "imageCaptionName": "Dolphin_SealShow",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 564,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/Dolphin_show.jpg",
            "imageCaptionName": "Dolphin_show",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        },
        {
            "id": 565,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/DolphinSealShow.jpg",
            "imageCaptionName": "DolphinSealShow",
            "isFrontImage": 0,
            "isBannerImage": 1,
            "isBannerRotateImage": 0
        },
        {
            "id": 566,
            "tourId": 65,
            "imagePath": "https://d1i3enf1i5tb1f.cloudfront.net/Tour-Images/false-65/Dolphin-and-Seal-Show.jpg",
            "imageCaptionName": "Dolphin-and-Seal-Show",
            "isFrontImage": 0,
            "isBannerImage": 0,
            "isBannerRotateImage": 0
        }
    ],
    "tourReviews": []
}